Repository: pld-linux/progsreiserfs
Catalog: progsreiserfs-*.po
Languages: pl

source: Usage: mkfs.reiserfs [ options ] device [ size[K|M|G] ]
pl: Sk³adnia: mkfs.reiserfs [ opcje ] urz±dzenie [ rozmiar[K|M|G] ]

source: Options: -v | --version prints current version -u | --usage prints program usage -s N | --journal-size=N journal size -o N | --journal-offset=N journal offset for relocated journal
pl: Opcje: -v | --version wy¶wietlenie informacji o wersji -u | --usage wy¶wietlenie sk³adni wywo³ania programu -s N | --journal-size=N rozmiar kroniki -o N | --journal-offset=N offset kroniki dla kroniki przemieszczonej

source: -t N | --transaction-max-size=N maximal transaction size -b N | --block-size=N block size (1024, 2048, 4096...) -f FORMAT | --format=FORMAT reiserfs version (3.5 or 3.6) -h HASH | --hash=HASH hash function (tea, yura or r5) -j FILE | --journal-device=FILE journal device for separated journal
pl: -t N | --transaction-max-size=N maksymalny rozmiar transakcji -b N | --block-size=N rozmiar bloku (1024, 2048, 4096...) -f FORMAT | --format=FORMAT wersja reiserfs (3.5 lub 3.6) -h HASZ | --hash=HASZ funkcja haszuj±ca (tea, yura lub r5) -j PLIK | --journal-device=PLIK urz±dzenie kroniki dla kroniki wydzielonej

source: -l LABEL | --label=LABEL volume label -d UUID | --uuid=UUID sets universally unique identifier -q | --quiet non-interactive mode
pl: -l ETYKIETA | --label=ETYKIETA etykieta wolumenu -d UUID | --uuid=UUID ustawienie unikalnego identyfikatora -q | --quiet tryb nieinteraktywny

source: For kernel %s recomended version of reiserfs is %s, but selected %s.
pl: Dla j±dra %s zalecana wersja reiserfs to %s, ale wybrano %s.

source: Invalid blocksize (%s).
pl: Nieprawid³owy rozmiar bloku (%s).

source: Invalid blocksize (%s). Must be 1024, 2048...
pl: Nieprawid³owy rozmiar bloku (%s). Musi byæ 1024, 2048...

source: Invalid block size. It must power of two.
pl: Nieprawid³owy rozmiar bloku. Musi byæ potêg± dwójki.

source: Invalid hash function (%s).
pl: Nieprawid³owa funkcja haszuj±ca (%s).

source: Invalid filesystem format. Use 3.5 or 3.6 please.
pl: Nieprawid³owy format systemu plików. Proszê u¿yæ 3.5 lub 3.6.

source: Device %s doesn't exists or invalid.
pl: Urz±dzenie %s nie istnieje lub jest niew³a¶ciwe.

source: Invalid journal size (%s).
pl: Nieprawid³owy rozmiar kroniki (%s).

source: Invalid journal offset (%s).
pl: Nieprawid³owy offset kroniki (%s).

source: Invalid transaction max size (%s).
pl: Nieprawid³owy maksymalny rozmiar transakcji (%s).

source: Invalid uuid (%s).
pl: Nieprawid³owy uuid (%s).

source: Invalid filesystem size (%s).
pl: Nieprawid³owy rozmiar systemu plików (%s).

source: Couldn't open device %s. %s.
pl: Nie mo¿na otworzyæ urz±dzenia %s. %s.

source: and %s
pl: i %s

source: Filesystem size is too big for device (%lu).
pl: System plików zbyt du¿y dla urz±dzenia (%lu).

source: Filesystem with journal on host device has been selected. Parameter journal-offset will be ignored.
pl: Wybrano system plików z kronik± na tym samym urz±dzeniu. Parametr journal-offset bêdzie zignorowany.

source: Can't allocate journal (%lu - %lu) outside the device (%lu).
pl: Nie mo¿na przydzieliæ kroniki (%lu - %lu) poza urz±dzeniem (%lu).

source: Sorry, reiserfs 3.5 doesn't supports uuid and label.
pl: Niestety reiserfs 3.5 nie obs³uguje uuidów ani etykiet.

source: Please select (y/n)
pl: Proszê wybraæ (y/n)

source: All data on %s%s will be lost. Do you really want to create %s (y/n)
pl: Wszystkie dane na %s%s zostan± utracone. Czy naprawdê utworzyæ %s (y/n)

source: Creating %s with %s journal on %s%s
pl: Tworzenie %s z kronik± %s na %s%s

source: relocated
pl: przemieszczon±

source: standard
pl: standardow±

source: Couldn't create filesystem on %s.
pl: Nie mo¿na utworzyæ systemu plików na %s.

source: syncing
pl: synchronizacja

source: Usage: resizefs.reiserfs [ options ] DEV [+|-]size[K|M|G] Usage: resizefs.reiserfs [ options ] FILE start[K|M|G] end[K|M|G] Options: -v | --version prints current version -u | --usage prints program usage -j FILE | --journal-device=FILE journal device for separated journal -n | --no-journal-available no journal device available now -f | --force force resizer to resize partition anyway -q | --quiet non-interactive mode
pl: Sk³adnia: resizefs.reiserfs [ opcje ] URZ¡DZENIE [+|-]rozmiar[K|M|G] lub: resizefs.reiserfs [ opcje ] PLIK pocz±tek[K|M|G] koniec[K|M|G] Opcje: -v | --version wy¶wietlenie informacji o wersji -u | --usage wy¶wietlenie sk³adni wywo³ania programu -j PLIK | --journal-device=PLIK urz±dzenie kroniki dla kroniki wydzielonej -n | --no-journal-available bez aktualnie dostêpnego urz±dzenia kroniki -f | --force wymuszenie zmiany rozmiaru mimo wszystko -q | --quiet tryb nieinteraktywny

source: Couldn't open reiserfs on device %s.
pl: Nie mo¿na otworzyæ reiserfs na urz±dzeniu %s.

source: Invalid "start" modificator (%s).
pl: B³êdny modyfikator "pocz±tek" (%s).

source: Invalid "end" modificator (%s).
pl: B³êdy modyfikator "koniec" (%s).

source: Invalid filesystem size (%d).
pl: Nieprawid³owy rozmiar systemu plików (%d).

source: Can't resize filesystem outside the device.
pl: Nie mo¿na zmieniæ rozmiaru systemu plików poza urz±dzenie.

source: Are you ready (y/n)
pl: Mo¿na zaczynaæ (y/n)

source: Resizing %s
pl: Zmiana rozmiaru %s

source: Couldn't resize filesystem on %s to %lu - %lu blocks.
pl: Nie mo¿na zmieniæ rozmiaru systemu plików na %s na bloki %lu - %lu.

source: Usage: cpfs.reiserfs [ options ] SRC DEST Options: -v | --version prints current version -u | --usage prints program usage -j FILE | --journal-device=FILE journal device for separated journal -n | --no-journal-available no journal device available now -q | --quiet non-interactive mode
pl: Sk³adnia: cpfs.reiserfs [ opcje ] ¬RÓD£O CEL Opcje: -v | --version wy¶wietlenie informacji o wersji -u | --usage wy¶wietlenie sk³adni wywo³ania programu -j PLIK | --journal-device=PLIK urz±dzenie kroniki dla kroniki wydzielonej -n | --no-journal-available bez aktualnie dostêpnego urz±dzenia kroniki -q | --quiet tryb nieinteraktywny

source: Source and destination devices are equal.
pl: Urz±dzenie docelowe jest równe ¼ród³owemu.

source: Source filesystem journal device and destination device are equal.
pl: Urz±dzenie docelowe jest równe urz±dzeniu kroniki ¼ród³owego systemu plików.

source: Couldn't open device for source journal %s. %s.
pl: Nie mo¿na otworzyæ urz±dzenia kroniki ¼ród³owej %s. %s.

source: All data on %s will be lost. Do you realy want to copy %s to %s (y/n)
pl: Wszystkie dane na %s zostan± utracone. Czy naprawdê skopiowaæ %s do %s (y/n)

source: Copying %s to %s
pl: Kopiowanie %s do %s

source: Couldn't copy %s to %s.
pl: Nie mo¿na skopiowaæ %s do %s.

source: Usage: tunefs.reiserfs options device
pl: Sk³adnia: tunefs.reiserfs opcje urz±dzenie

source: Options: -v | --version prints current version -u | --usage prints program usage -j FILE | --journal-device=FILE device where journal is lies -d FILE | --journal-new-device=FILE new journal device -s N | --journal-size=N journal size -o N | --journal-offset=N journal offset for relocated journal -t N | --transaction-max-size=N transaction max size -n | --no-journal-available no journal available now
pl: Opcje: -v | --version wy¶wietlenie informacji o wersji -u | --usage wy¶wietlenie sk³adni wywo³ania programu -j PLIK | --journal-device=PLIK urz±dzenie na którym znajduje siê kronika -d PLIK | --journal-new-device=PLIK nowe urz±dzenie kroniki -s N | --journal-size=N rozmiar kroniki -o N | --journal-offset=N offset kroniki dla kroniki przemieszczonej -t N | --transaction-max-size=N maksymalny rozmiar transakcji -n | --no-journal-available bez aktualnie dostêpnego urz±dzenia kroniki

source: -l LABEL | --label=LABEL sets volume label -i UUID | --uuid=UUID sets given uuid to superblock -q | --quiet non-interactive mode
pl: -l ETYKIETA | --label=ETYKIETA etykieta wolumenu -d UUID | --uuid=UUID ustawienie unikalnego identyfikatora -q | --quiet tryb nieinteraktywny

source: Invalid journal location parameters detected. Filesystem has %s journal, but specified %s journal.
pl: Nieprawid³owe parametry po³o¿enia kroniki. System plików ma kronikê %s, a podano %s.

source: Filesystem doesn't needed tunning.
pl: System plików nie potrzebuje tuningu.

source: Tunning %s
pl: Tuning %s

source: Couldn't tune filesystem.
pl: Nie mo¿na dostroiæ systemu plików.

source: Sorry, label and uuid not supported for reiserfs 3.5.
pl: Niestety etykieta i uuid nie s± obs³ugiwane przez reiserfs 3.5.

source: Usage: fsck.reiserfs [ options ] device Options: -v | --version prints current version -u | --usage prints program usage -j FILE | --journal-device=FILE journal device for separated journal -n | --no-journal-available no journal device available now
pl: Sk³adnia: fsck.reiserfs [ opcje ] urz±dzenie Opcje: -v | --version wy¶wietlenie informacji o wersji -u | --usage wy¶wietlenie sk³adni wywo³ania programu -j PLIK | --journal-device=PLIK urz±dzenie kroniki dla kroniki wydzielonej -n | --no-journal-available bez aktualnie dostêpnego urz±dzenia kroniki

source: Couldn't open device device %s.
pl: Nie mo¿na otworzyæ urz±dzenia %s.

source: Couldn't open device %s.
pl: Nie mo¿na otworzyæ urz±dzenia %s.

source: Sorry, not implemented yet!
pl: Niestety jeszcze nie zaimplementowane!

source: Device %s isn't a block device.
pl: Urz±dzenie %s nie jest urz±dzeniem blokowym.

source: Information
pl: Informacja

source: Warning
pl: Ostrze¿enie

source: Error
pl: B³±d

source: Fatal
pl: B³±d krytyczny

source: Bug
pl: B³±d w kodzie

source: Yes
pl: Tak

source: No
pl: Nie

source: Retry
pl: Ponów

source: Ignore
pl: Zignoruj

source: Cancel
pl: Anuluj

source: A bug has been detected in libreiserfs. Please email a bug report to torque@ukrpost.net containing the version (%s) and the following message:
pl: Wykryto b³±d w kodzie libreiserfs. Proszê wys³aæ poczt± elektroniczn± na adres torque@ukrpost.net raport zawieraj±cy wersjê (%s) i nastêpuj±cy komunikat:

source: Assertion (%s) at %s:%d in function %s() failed.
pl: Zapewnienie (%s) w %s:%d w funkcji %s() zawiod³o.

source: Can't allocate %d bytes. Invalid "malloc" handler.
pl: Nie mo¿na przydzieliæ %d bajtów. Nieprawid³owa procedura obs³ugi "malloc".

source: Out of memory.
pl: Brak pamiêci.

source: Can't reallocate given chunk for %d bytes. Invalid "realloc" handler.
pl: Nie mo¿na zmieniæ rozmiaru bloku na %d bajtów. Nieprawid³owa procedura obs³ugi "realloc".

source: Can't free given chunk. Invalid "free" handler.
pl: Nie mo¿na zwolniæ bloku. Nieprawid³owa procedura obs³ugi "free".

source: Bitmap isn't opened. Possible filesystem was opened in the "fast" maner.
pl: Bitmapa nie jest otwarta mo¿liwe, ¿e system plików by³ otwarty w trybie "fast".

source: Can't change start of the standard journal.
pl: Nie mo¿na zmieniæ pocz±tku kroniki standardowej.

source: There are non-replayed transaction in old journal, check filesystem consistency first.
pl: W starej kronice znajduj± siê nieodtworzone transakcje, nale¿y najpierw sprawdziæ spójno¶æ systemu plików.

source: Not enought free space on host device for %lu blocks of journal.
pl: Zbyt ma³o wolnego miejsca na urz±dzeniu dla %lu bloków kroniki.

source: relocating occupied area
pl: przemieszczanie zajêtego obszaru

source: Journal already opened.
pl: Kronika ju¿ otwarta.

source: Journal kind mismatch has detected. Filesystem has %s journal, but specified %s journal.
pl: Wykryto niezgodno¶æ rodzaju kroniki. System plików ma kronikê %s, a podano %s.

source: Couldn't open journal.
pl: Nie mo¿na otworzyæ kroniki.

source: Couldn't create journal.
pl: Nie mo¿na utworzyæ kroniki.

source: Journal isn't opened.
pl: Kronika nie jest otwarta.

source: Bitmap already opened.
pl: Bitmapa jest ju¿ otwarta.

source: Couldn't open bitmap.
pl: Nie mo¿na otworzyæ bitmapy.

source: Couldn't create bitmap.
pl: Nie mo¿na utworzyæ bitmapy.

source: Couldn't resize bitmap to (%lu - %lu) blocks.
pl: Nie mo¿na zmieniæ rozmiaru bitmapy na (%lu - %lu) bloków.

source: Journal relocation flags mismatch. Journal device: %x, magic: %s.
pl: Niezgodno¶æ flag przemieszczenia kroniki. Urz±dzenie kroniki: %x, znacznik: %s.

source: Superblock has an invalid block count %lu for device length %lu blocks.
pl: Superblok ma nieprawid³ow± liczbê bloków %lu dla urz±dzenia o d³ugo¶ci %lu bloków.

source: Reading block %lu for blocksize %d failed. %s.
pl: Odczyt bloku %lu dla rozmiaru bloku %d nie powiód³ siê. %s.

source: Invalid blocksize %d. It must power of two.
pl: Nieprawid³owy rozmiar bloku %d. Musi byæ potêg± dwójki.

source: Superblock already opened.
pl: Superblok ju¿ otwarty.

source: Couldn't reopen superblock from journal. %s.
pl: Nie mo¿na ponownie otworzyæ superbloku z kroniki. %s.

source: Invalid superblock has read from the journal.
pl: Superblok odczytany z kroniki jest nieprawid³owy.

source: initializing skiped area
pl: inicjalizacja pominiêtego obszaru

source: Can't resize old format filesystem.
pl: Nie mo¿na zmieniæ rozmiaru systemu plików w starym formacie.

source: Filesystem isn't in valid state. May be it is not cleanly unmounted.
pl: System plików nie znajduje siê w prawid³owym stanie. Móg³ nie byæ czysto odmontowany.

source: relocating metadata
pl: przemieszczanie metadanych

source: shrinking
pl: zmniejszanie

source: New boundaries are the same as previous ones.
pl: Nowe granice s± takie same jak poprzednie.

source: Invalid boundaries: start=%ld, end=%ld
pl: B³êdne granice: pocz±tek=%ld, koniec=%ld

source: Can't shrink filesystem. Too many blocks already allocated.
pl: Nie mo¿na zmniejszyæ systemu plików. Zbyt du¿o bloków ju¿ przydzielono.

source: Device is too small for (%lu) blocks.
pl: Urz±dzenie jest zbyt ma³e dla %lu bloków.

source: New size is the same as previous one.
pl: Nowy rozmiar jest taki sam jak poprzedni.

source: Couldn't open reiserfs tree.
pl: Nie mo¿na otworzyæ drzewa reiserfs.

source: Tree isn't opened.
pl: Drzewo nie jest otwarte.

source: Filesystem isn't consistent. Couldn't open it for write.
pl: System plików jest niespójny. Nie mo¿na otworzyæ go do zapisu.

source: Filesystem isn't consistent.
pl: System plików jest niespójny.

source: Filesystem has journal on separate device, but specified host device.
pl: System plików ma kronikê na oddzielnym urz±dzeniu, ale podano to samo urz±dzenie.

source: Journal was not opened. Journal tuning is needed.
pl: Kronika nie by³a otwarta. Wymagany tuning kroniki.

source: Block size isn't power of two (%d).
pl: Rozmiar bloku nie jest potêg± dwójki (%d).

source: Block size is too small (%d).
pl: Rozmiar bloku jest zbyt ma³y (%d).

source: Block size is too big (%d).
pl: Rozmiar bloku jest zbyt du¿y (%d).

source: Invalid filesystem size (%lu).
pl: Nieprawid³owy rozmiar systemu plików (%lu).

source: Filesystem is too big for device (%lu).
pl: System plików jest zbyt du¿y dla urz±dzenia (%lu).

source: Size of file system is too small. It must be at least (%lu) blocks.
pl: Rozmiar systemu plików jest zbyt ma³y. Musi wynosiæ przynajmniej %lu bloków.

source: Couldn't create superblock.
pl: Nie mo¿na utworzyæ superbloku.

source: Couldn't synchronize filesystem.
pl: Nie mo¿na zsynchronizowaæ systemu plików.

source: Block sizes for source and destination devices are different. Source: %d, destination: %d.
pl: Rozmiary bloków dla urz±dzenia ¼ród³owego i docelowego s± ró¿ne. ¬ród³owy: %d, docelowy: %d.

source: Source filesystem isn't consistent.
pl: ¬ród³owy system plików jest niespójny.

source: copying
pl: kopiowanie

source: Invalid journal start (%lu) for journal on host device.
pl: Nieprawid³owy pocz±tek kroniki (%lu) dla kroniki na tym samym urz±dzeniu

source: Journal size is too big (%lu). It must be smaller or equal %lu blocks for block size %d.
pl: Rozmiar kroniki zbyt du¿y (%lu). Musi byæ mniejszy lub równy %lu bloków dla rozmiaru bloku %d.

source: Journal size (%lu) is smaller minimal recomended (%lu).
pl: Rozmiar kroniki (%lu) jest mniejszy od minimalnego zalecanego (%lu).

source: Invalid start (%lu) for journal len %lu.
pl: Nieprawid³owy pocz±tek (%lu) dla kroniki o d³ugo¶ci %lu.

source: Invalid journal parameters detected.
pl: Wykryto nieprawid³owe parametry kroniki.

source: Couldn't stat journal device.
pl: Nie mo¿na wykonaæ stat na urz±dzeniu kroniki.

source: initializing journal
pl: inicjalizacja kroniki

source: Can't stat journal device.
pl: Nie mo¿na wykonaæ stat na urz±dzeniu kroniki.

source: looking for transactions
pl: poszukiwanie transakcji

source: Key type (%d) is too big.
pl: Typ klucza (%d) zbyt du¿y.

source: Couldn't find stat data of object (%lu %lu).
pl: Nie mo¿na odnale¼æ danych stat dla obiektu (%lu %lu).

source: Invalid key type detected %d.
pl: Wykryto nieprawid³owy typ klucza %d.

source: Couldn't find stat data of directory %s.
pl: Nie mo¿na odnale¼æ danych katalogu %s.

source: %s has invalid object type.
pl: %s ma nieprawid³owy typ obiektu.

source: Couldn't follow link %s.
pl: Nie mo¿na pod±¿yæ za dowi±zaniem %s.

source: Couldn't find entry %s.
pl: Nie mo¿na odnale¼æ wpisu %s.

source: Couldn't find free block inside allowed area (%lu - %lu).
pl: Nie mo¿na odnale¼æ wolnego bloku wewn±trz dozwolonego obszaru (%lu - %lu).

source: Can't open file for write on read only file system.
pl: Nie mo¿na otworzyæ pliku do zapisu w systemie plików tylko do odczytu.

source: Sorry, %s isn't a regular file or link to file.
pl: Niestety %s nie jest zwyk³ym plikiem ani dowi±zaniem do pliku.

source: Couldn't find first file block.
pl: Nie mo¿na odnale¼æ pierwszego bloku pliku.

source: Sorry, %s isn't a directory.
pl: Niestety %s nie jest katalogiem.

source: Couldn't find first directory block.
pl: Nie mo¿na odnale¼æ pierwszego bloku katalogu.
